{
  "<pad>": 0,
  "<unk>": 1,
  "10": 2,
  "100": 3,
  "101": 4,
  "102": 5,
  "103": 6,
  "104": 7,
  "105": 8,
  "106": 9,
  "107": 10,
  "108": 11,
  "109": 12,
  "11": 13,
  "110": 14,
  "111": 15,
  "112": 16,
  "113": 17,
  "114": 18,
  "115": 19,
  "116": 20,
  "117": 21,
  "118": 22,
  "119": 23,
  "12": 24,
  "120": 25,
  "121": 26,
  "122": 27,
  "123": 28,
  "124": 29,
  "125": 30,
  "126": 31,
  "127": 32,
  "128": 33,
  "129": 34,
  "13": 35,
  "130": 36,
  "131": 37,
  "132": 38,
  "133": 39,
  "134": 40,
  "135": 41,
  "136": 42,
  "137": 43,
  "138": 44,
  "139": 45,
  "14": 46,
  "140": 47,
  "141": 48,
  "142": 49,
  "143": 50,
  "144": 51,
  "145": 52,
  "146": 53,
  "147": 54,
  "148": 55,
  "149": 56,
  "15": 57,
  "150": 58,
  "151": 59,
  "152": 60,
  "153": 61,
  "154": 62,
  "155": 63,
  "156": 64,
  "157": 65,
  "158": 66,
  "159": 67,
  "16": 68,
  "160": 69,
  "161": 70,
  "162": 71,
  "163": 72,
  "164": 73,
  "165": 74,
  "166": 75,
  "167": 76,
  "168": 77,
  "169": 78,
  "17": 79,
  "170": 80,
  "171": 81,
  "172": 82,
  "173": 83,
  "174": 84,
  "175": 85,
  "176": 86,
  "177": 87,
  "178": 88,
  "179": 89,
  "18": 90,
  "180": 91,
  "181": 92,
  "182": 93,
  "183": 94,
  "184": 95,
  "185": 96,
  "186": 97,
  "187": 98,
  "188": 99,
  "189": 100,
  "19": 101,
  "190": 102,
  "191": 103,
  "192": 104,
  "193": 105,
  "194": 106,
  "195": 107,
  "196": 108,
  "197": 109,
  "198": 110,
  "199": 111,
  "20": 112,
  "200": 113,
  "201": 114,
  "202": 115,
  "203": 116,
  "204": 117,
  "205": 118,
  "206": 119,
  "207": 120,
  "208": 121,
  "209": 122,
  "21": 123,
  "210": 124,
  "211": 125,
  "212": 126,
  "213": 127,
  "214": 128,
  "215": 129,
  "216": 130,
  "217": 131,
  "218": 132,
  "219": 133,
  "22": 134,
  "220": 135,
  "221": 136,
  "222": 137,
  "223": 138,
  "224": 139,
  "225": 140,
  "226": 141,
  "227": 142,
  "228": 143,
  "229": 144,
  "23": 145,
  "230": 146,
  "231": 147,
  "232": 148,
  "233": 149,
  "234": 150,
  "235": 151,
  "236": 152,
  "237": 153,
  "238": 154,
  "239": 155,
  "24": 156,
  "240": 157,
  "241": 158,
  "242": 159,
  "243": 160,
  "244": 161,
  "245": 162,
  "246": 163,
  "247": 164,
  "248": 165,
  "249": 166,
  "25": 167,
  "250": 168,
  "251": 169,
  "252": 170,
  "253": 171,
  "254": 172,
  "255": 173,
  "256": 174,
  "257": 175,
  "258": 176,
  "259": 177,
  "26": 178,
  "260": 179,
  "261": 180,
  "262": 181,
  "263": 182,
  "264": 183,
  "265": 184,
  "266": 185,
  "267": 186,
  "268": 187,
  "269": 188,
  "27": 189,
  "270": 190,
  "271": 191,
  "272": 192,
  "273": 193,
  "274": 194,
  "275": 195,
  "276": 196,
  "277": 197,
  "278": 198,
  "279": 199,
  "28": 200,
  "280": 201,
  "281": 202,
  "282": 203,
  "283": 204,
  "284": 205,
  "285": 206,
  "286": 207,
  "287": 208,
  "288": 209,
  "289": 210,
  "29": 211,
  "290": 212,
  "291": 213,
  "292": 214,
  "293": 215,
  "294": 216,
  "295": 217,
  "296": 218,
  "297": 219,
  "298": 220,
  "299": 221,
  "30": 222,
  "300": 223,
  "301": 224,
  "302": 225,
  "303": 226,
  "304": 227,
  "305": 228,
  "306": 229,
  "307": 230,
  "308": 231,
  "309": 232,
  "31": 233,
  "310": 234,
  "311": 235,
  "312": 236,
  "313": 237,
  "314": 238,
  "315": 239,
  "316": 240,
  "317": 241,
  "318": 242,
  "319": 243,
  "32": 244,
  "320": 245,
  "321": 246,
  "322": 247,
  "323": 248,
  "324": 249,
  "325": 250,
  "326": 251,
  "327": 252,
  "328": 253,
  "329": 254,
  "33": 255,
  "330": 256,
  "331": 257,
  "332": 258,
  "333": 259,
  "334": 260,
  "335": 261,
  "336": 262,
  "337": 263,
  "338": 264,
  "339": 265,
  "34": 266,
  "340": 267,
  "341": 268,
  "342": 269,
  "343": 270,
  "344": 271,
  "345": 272,
  "346": 273,
  "347": 274,
  "348": 275,
  "349": 276,
  "35": 277,
  "350": 278,
  "351": 279,
  "352": 280,
  "353": 281,
  "354": 282,
  "355": 283,
  "356": 284,
  "357": 285,
  "358": 286,
  "359": 287,
  "36": 288,
  "360": 289,
  "361": 290,
  "362": 291,
  "363": 292,
  "364": 293,
  "365": 294,
  "366": 295,
  "367": 296,
  "368": 297,
  "369": 298,
  "37": 299,
  "370": 300,
  "371": 301,
  "372": 302,
  "373": 303,
  "374": 304,
  "375": 305,
  "376": 306,
  "377": 307,
  "378": 308,
  "379": 309,
  "38": 310,
  "380": 311,
  "381": 312,
  "382": 313,
  "383": 314,
  "384": 315,
  "385": 316,
  "386": 317,
  "387": 318,
  "388": 319,
  "389": 320,
  "39": 321,
  "390": 322,
  "391": 323,
  "392": 324,
  "393": 325,
  "394": 326,
  "395": 327,
  "396": 328,
  "397": 329,
  "398": 330,
  "399": 331,
  "4": 332,
  "40": 333,
  "400": 334,
  "401": 335,
  "402": 336,
  "403": 337,
  "404": 338,
  "405": 339,
  "406": 340,
  "407": 341,
  "408": 342,
  "41": 343,
  "42": 344,
  "43": 345,
  "44": 346,
  "45": 347,
  "46": 348,
  "47": 349,
  "48": 350,
  "49": 351,
  "5": 352,
  "50": 353,
  "51": 354,
  "52": 355,
  "53": 356,
  "54": 357,
  "55": 358,
  "56": 359,
  "57": 360,
  "58": 361,
  "59": 362,
  "6": 363,
  "60": 364,
  "61": 365,
  "62": 366,
  "63": 367,
  "64": 368,
  "65": 369,
  "66": 370,
  "67": 371,
  "68": 372,
  "69": 373,
  "7": 374,
  "70": 375,
  "71": 376,
  "72": 377,
  "73": 378,
  "74": 379,
  "75": 380,
  "76": 381,
  "77": 382,
  "78": 383,
  "79": 384,
  "8": 385,
  "80": 386,
  "81": 387,
  "82": 388,
  "83": 389,
  "84": 390,
  "85": 391,
  "86": 392,
  "87": 393,
  "88": 394,
  "89": 395,
  "9": 396,
  "90": 397,
  "91": 398,
  "92": 399,
  "93": 400,
  "94": 401,
  "95": 402,
  "96": 403,
  "97": 404,
  "98": 405,
  "99": 406,
  "Genre_banda": 407,
  "Genre_bolero": 408,
  "Genre_children": 409,
  "Genre_classical": 410,
  "Genre_comedy": 411,
  "Genre_country": 412,
  "Genre_disco": 413,
  "Genre_electronic": 414,
  "Genre_folk": 415,
  "Genre_gospel": 416,
  "Genre_hip-hop": 417,
  "Genre_holiday": 418,
  "Genre_jazz": 419,
  "Genre_latin": 420,
  "Genre_lo-fi": 421,
  "Genre_metal": 422,
  "Genre_musicals": 423,
  "Genre_polka": 424,
  "Genre_pop": 425,
  "Genre_r&b": 426,
  "Genre_reggae": 427,
  "Genre_rock": 428,
  "Genre_world": 429
}